{
  "broadArea": {
    "name": "Chemical Sciences",
    "link": "https://www.vlab.co.in/broad-area-chemical-sciences"
  },
  "lab": "Colloid and Surface Chemistry Virtual Lab",
  "deployLab": true,
  "phase": 2,
  "collegeName": "IIITH",
  "baseUrl": "csc-iiith.vlabs.ac.in",
  "introduction": "This lab is about colloidal systems. Milk, butter, ice cream, body spray, ink, shaving cream, glue, etc. are a few of numerous examples of colloids. We know that there are three fundamental states of matter: solids, liquids, and gases. When the matter in one of these states is dispersed in the finely divided state in another, it is called a ‘colloidal system’. The importance of colloidal systems cannot be exaggerated. These colloidal systems have interesting properties that are often substantially different from their individual constituents. Colloidal systems find applications in day-to-day life to the industry, agriculture, medicine, biological sciences, and present-day nanotechnology. Though colloid science has been part of UG and PG curricula for decades, the resurgence of interest in it occurred recently due to the emergence of the “bottom-up” nanotechnology approach. In a colloidal system, the dispersed phase is the one, which is present in a finely divided state and the other continuous medium is known as the dispersion medium or dispersant. Colloidal particles are not visible under ordinary microscopes and pass through the pores of ordinary filter paper. Colloidal solutions are microscopically heterogeneous but macroscopically homogeneous. Colloidal solutions bridge the gap between true solutions (where ions and molecules are dispersed phase) and (coarse) suspensions (which often settle down under gravity). In a colloidal system, the dispersed phase may consist of particles of a single macromolecule (e.g. protein, starch) or an aggregate of many atoms, ions, or molecules (e.g. silver colloid, micelle). Although the size of the dispersed phase particles in a colloid is larger than ordinary molecules, they are small enough to remain suspended. The size of dispersed phase particles ranges from one nanometer (10^-9 m) to one micrometer (10^-6 m) or so. In certain circumstances, the particles in a colloidal dispersion may form loose aggregates, called flocs (via flocculation) or irreversible aggregates (via coagulation).",
  "experiments": [
    {
      "name": "Preparation of Sols",
      "short-name": "preparation-of-sols",
      "repo": "https://github.com/virtual-labs/exp-preparation-of-sols-iiith",
      "tag": "v1.0.1",
      "deploy": true
    },
    {
      "name": "Preparation of Gels",
      "short-name": "preparation-of-gels",
      "repo": "https://github.com/virtual-labs/exp-preparation-of-gels-iiith",
      "tag": "v1.0.2",
      "deploy": true
    },
    {
      "name": "Demonstration of the Preparation and Use of Association Colloids (Micelles)",
      "short-name": "association-colloids",
      "repo": "https://github.com/virtual-labs/exp-association-colloids-iiith",
      "tag": "v1.0.1",
      "deploy": true
    },
    {
      "name": "Determination of Critical Micelle Concentration (CMC) of a Surfactant",
      "short-name": "critical-micelle-concentration",
      "repo": "https://github.com/virtual-labs/exp-critical-micelle-concentration-iiith",
      "tag": "v1.0.1",
      "deploy": true
    },
    {
      "name": "Demonstration of the Surface Tension Lowering of Water by Soaps/Detergents",
      "short-name": "surface-tension-lowering",
      "repo": "https://github.com/virtual-labs/exp-surface-tension-lowering-iiith",
      "tag": "v1.0.1",
      "deploy": true
    },
    {
      "name": "Demonstration of Tyndall Effect or Tyndall Scattering in Colloidal Systems",
      "short-name": "tyndall-scattering",
      "repo": "https://github.com/virtual-labs/exp-tyndall-scattering-iiith",
      "tag": "v1.0.3",
      "deploy": true
    },
    {
      "name": "Gel Electrophoresis",
      "short-name": "gel-electrophoresis",
      "repo": "https://github.com/virtual-labs/exp-gel-electrophoresis-iiith",
      "tag": "v1.0.2",
      "deploy": true
    },
    {
      "name": "Demonstration of the Surface-Effect on Chemical Properties of Finely Divided Particles",
      "short-name": "surface-effect",
      "repo": "https://github.com/virtual-labs/exp-surface-effect-iiith",
      "tag": "v1.0.1",
      "deploy": true
    },
    {
      "name": "Study of the Catalytic Effects of Finely Divided Particles",
      "short-name": "catalytic-effects",
      "repo": "https://github.com/virtual-labs/exp-catalytic-effects-iiith",
      "tag": "v1.0.3",
      "deploy": true
    }
  ],
  "targetAudience": {
    "UG": [
      "Engineering Chemistry 1st year B. Tech. in Chemical / Materials / IT / Civil / Mech. / Electrical / Textile / Agricultural Engg.",
      "B. Pharm., Biotech., Biomed. Engg.",
      "B. Sc. (Hons.) in Chemistry/Phys./Biol./Biophys."
    ],
    "PG": [
      "Nanotechnology",
      "Chemistry, Chemical/Materials/Biomedical Engg., Biotech & Pharm.",
      "Ph. D. Beginners"
    ]
  },
  "objective": "This lab aims to build knowledge of the preparation of various kinds of colloidal systems (e.g. sols, gels, assembly colloid) and typical physical and chemical properties (e.g. light scattering, surface charge, zeta potential, particle size) of representative colloidal systems.",
  "courseAlignment": {
    "description": "The lab contents are chosen such that it covers the syllabi of the Colloid and Surface Chemistry course of various universities to considerable extent.",
    "universities": ["Universities with Chemical Sciences/Chemical Engineering"]
  },
  "exp_name": "Study of the Catalytic Effects of Finely Divided Particles",
  "exp_short_name": "catalytic-effects",
  "version": "v0.6.0"
}
